IdeaRS.OpenModel.Concrete.CheckResult.ConcreteCheckResultOverall
Concrete check result

IdeaRS.OpenModel.Concrete.CheckResult.ConcreteCheckResultOverall.#ctor
Constructor

IdeaRS.OpenModel.Concrete.CheckResult.ConcreteCheckResultOverall.Checks
All check by the type